-- phpMyAdmin SQL Dump
-- version 5.0.2
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1:3306
-- Generation Time: Nov 30, 2025 at 01:45 PM
-- Server version: 5.7.31
-- PHP Version: 7.3.21

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `daspokht`
--

-- --------------------------------------------------------

--
-- Table structure for table `foods`
--

DROP TABLE IF EXISTS `foods`;
CREATE TABLE IF NOT EXISTS `foods` (
  `food_ID` int(11) NOT NULL AUTO_INCREMENT,
  `food_Name` varchar(100) COLLATE utf8_persian_ci NOT NULL,
  `description` text COLLATE utf8_persian_ci,
  `price` int(11) NOT NULL,
  `img_url` varchar(255) COLLATE utf8_persian_ci DEFAULT NULL,
  `available` tinyint(1) DEFAULT '0',
  `Type` enum('irani','fastfood','kebab','sokhari','drink') COLLATE utf8_persian_ci NOT NULL,
  PRIMARY KEY (`food_ID`)
) ENGINE=MyISAM AUTO_INCREMENT=117 DEFAULT CHARSET=utf8 COLLATE=utf8_persian_ci;

--
-- Dumping data for table `foods`
--

INSERT INTO `foods` (`food_ID`, `food_Name`, `description`, `price`, `img_url`, `available`, `Type`) VALUES
(71, 'چیکن استریپس', 'فيله مرغ سوخاري، سس مخصوص، سالاد کلم، سيب زميني سرخ شده، نان بروتچن', 423000, '1291063639.jpg', 1, 'sokhari'),
(70, 'نوشابه خانواده اسپرایت', '1.5 لیتر', 50500, '1524258278.jpg', 1, 'drink'),
(69, 'نوشابه خانواده فانتا پرتقالی', '1.5 لیتر', 50500, '470985975.jpg', 1, 'drink'),
(68, 'نوشابه قوطی کوکا کولا', '330 میلی لیتر', 37500, '562631842.jpg', 1, 'drink'),
(67, 'ماءالشعیر قوطی هی دی لیمو', '330 میلی لیتر', 43700, '134845274.jpg', 1, 'drink'),
(66, 'نوشابه قوطی اسپرایت', '330 میلی لیتر', 37500, '494251792.jpg', 1, 'drink'),
(65, 'آب معدنی کوچک', '500 میلی لیتر', 10000, '1430766109.jpg', 1, 'drink'),
(62, 'نوشابه قوطی فانتا پرتقالی', '330 میلی لیتر', 37500, '395774965.jpg', 1, 'drink'),
(63, 'نوشابه قوطی لیموناد', '330 میلی لیتر', 37500, '2051221790.jpg', 1, 'drink'),
(64, 'نوشابه لیموناد 1 لیتری', '1 لیتر', 47700, '1776877009.jpg', 1, 'drink'),
(59, 'نوشابه خانواده کوکا کولا', '1.5 لیتر', 50500, '1907965167.jpg', 1, 'drink'),
(60, 'دوغ قوطی خوشگوار', '330 میلی لیتر', 37000, '154409743.jpg', 1, 'drink'),
(61, 'نوشابه خانواده کوکا کولا زیرو', '1.5 لیتر', 50500, '1726795892.jpg', 1, 'drink'),
(72, 'پک سوخاری', 'دو عدد فیله استریپس ، قارچ سوخاری ، چیکن پاپ کورن پنیری ، کراکت سیب زمینی', 479000, '730715036.jpg', 1, 'sokhari'),
(73, 'چیکن چیز کلاسیک', 'مرغ سوخاری، پنیر پیتزا، سیب زمینی سرخ کرده، سس مخصوص', 459000, '529950285.jpg', 1, 'sokhari'),
(74, 'چیکن کریسپی با پنیر گودا', 'سینه مرغ سوخاری کریسپی، پنیر دیپ گودا، کاهو، خیارشور، سس مخصوص با تندی ملایم', 419000, '812740946.jpg', 1, 'sokhari'),
(75, 'فرش ماشروم برگر', 'همبرگر ویژه دستساز با گوشت تازه گوساله، قارچ طعم دار شده، پنیر ورقه ای، پیاز سرخ شده، خیارشور، سس مخصوص', 398000, '1332484741.jpg', 1, 'fastfood'),
(76, 'همبرگر', 'همبرگر، گوجه، خیارشور، کاهو، سس مخصوص', 339000, '725263323.jpg', 1, 'fastfood'),
(77, 'فرش هات برگر', 'همبرگر با گوشت تازه گوساله، پنیر ورقه ای، سس هالوپینو، کاهو، سس مخصوص تند', 398000, '1553939899.jpg', 1, 'fastfood'),
(78, 'فرش برگر', 'همبرگر ویژه دستساز با گوشت تازه گوساله، گوجه، خیارشور، کاهو، سس مخصوص', 382000, '1411389622.jpg', 1, 'fastfood'),
(79, 'چیز برگر', 'همبرگر، پنیر ورقه ای، گوجه، خيارشور، کاهو، سس مخصوص', 359000, '1116997562.jpg', 1, 'fastfood'),
(80, 'پاستا پنه چیکن آلفردو', 'پاستا پنه، سینه مرغ گریل، سس آلفردو، پنیر مخصوص', 489000, '237014867.jpg', 1, 'fastfood'),
(81, 'پاسترونی بیف آلفردو', 'پاستا فتوچینی، دونر گوشت کبابی، سس آلفردو، پنیر مخصوص، فلفل دلمهای، گوجه فرنگی، پنیر پیتزا', 489000, '1969841015.jpg', 1, 'fastfood'),
(82, 'پاسترونی چیکن آلفردو', 'پاستا فتوچینی، سینه مرغ گریل، سس آلفردو، پنیر مخصوص، پیاز سرخشده، جعفری، پنیر پیتزا', 479000, '317481215.jpg', 1, 'fastfood'),
(83, 'پاسترونی گوشت و پنیر', 'پاستا فتوچینی، گوشت چرخکرده طعمدار، قارچ، سس خامه، پنیر مخصوص، جعفری، پنیر پیتزا', 439000, '354393883.jpg', 1, 'fastfood'),
(84, 'پیتزا اسپشیال پلاس 30 سانتی متری', 'خمیر پیتزا کلاسیک، ژامبون گوشت، کراکف پنیری، قارچ، پنیر موزارلا، سس پنیر گودا، گوجه فرنگی، سس مخصوص، سیب زمینی سرخ کرده', 500000, '1886398685.jpg', 1, 'fastfood'),
(85, 'پیتزا سبزیجات 30 سانتی متری', 'خمیر پیتزا کلاسیک، پنیر موزارلا، زیتون، قارچ، گوجه فرنگی، فلفل دلمه ای، پیاز سرخ شده، سیب زمینی سرخ شده', 458000, '372121331.jpg', 1, 'fastfood'),
(86, 'پیتزا رست بیف 30 سانتی متری', 'خمیر پیتزا کلاسیک، گوشت ران گوساله رست شده، سس خامه، قارچ، پیاز، پنیر موزارلا، سیب زمینی سرخ شده', 500000, '989093097.jpg', 1, 'fastfood'),
(87, 'پیتزا کویین 23 سانتی متری', 'خمیر پیتزا کلاسیک، هات داگ گوشت 90، سالامی، هات داگ گودا، پنیر موزارلا، فلفل دلمه ای، سس پنیر گودا، قارچ، گوجه، کنجد، سیب زمین', 498000, '1417899140.jpg', 1, 'fastfood'),
(88, 'پیتزا گوشت و قارچ 30 سانتی متری', 'خمیر پیتزا کلاسیک، گوشت چرخ شده طعم دار شده، قارچ، فلفل دلمه ای، پیاز، پنیر موزارلا، سس مخصوص، سیب زمینی سرخ شده', 466000, '701603481.jpg', 1, 'fastfood'),
(89, 'پیتزا مرغ 30 سانتی متری', 'خمیر پیتزا کلاسیک، سینه مرغ گریل، قارچ، فلفل دلمه ای، پنیر موزارلا، سس مخصوص، سیب زمینی سرخ شده', 438000, '760982984.jpg', 1, 'fastfood'),
(90, 'پیتزا اسپینا چیکن 23 سانتی متری', 'خمیر پیتزا کلاسیک، سینه مرغ گریل، اسفناج طعم دار شده، پنیر موزارلا، سس مخصوص', 418000, '1864214492.jpg', 1, 'fastfood'),
(91, 'پیتزا پپرونی 30 سانتی متری', 'خمیر پیتزا کلاسیک، کالباس پپرونی، قارچ، فلفل هالوپینو، پنیر موزارلا، سیب زمینی سرخ شده', 498000, '1459521388.jpg', 1, 'fastfood'),
(92, 'پیتزا مخلوط 23 سانتی متری', 'خمیر پیتزا کلاسیک، ژامبون گوشت و مرغ، هات داگ فرانکفورتر، قارچ، زیتون، گوجه فرنگی، فلفل دلمه ای، پنیر موزارلا، سس مخصوص', 322000, '2080497422.jpg', 1, 'fastfood'),
(93, 'ساندویچ هات داگ مرگز با قارچ و پنیر', 'هات داگ گوشت 90، پوره سیب زمینی، پیاز، جعفری، قارچ، پنیر موزارلا', 339000, '1230374966.jpg', 1, 'fastfood'),
(94, 'ساندویچ هات داگ با پنیر گودا', 'هات داگ مرغ با پنیر گودا، سس قارچ، سس خردل، خیارشور، گوجه فرنگی، سبزیجات معطر', 324000, '1532270944.jpg', 1, 'fastfood'),
(95, 'ساندویچ هات داگ کلاسیک', 'هات داگ گوشت 70، گوجه فرنگی، خیارشور، سس خردل، سبزیجات معطر', 229000, '546781300.jpg', 1, 'fastfood'),
(96, 'ساندویچ هات داگ مکزیکن', 'هات داگ گوشت 85، کاهو، خیارشور، سس هالوپینو، سس مخصوص', 319000, '802252322.jpg', 1, 'fastfood'),
(97, 'خوراک جوجه کباب مخصوص', 'یک سیخ جوجهکباب سینه مرغ ۲۵۰ گرمی، مزهدارشده با زعفران ایرانی و ادویههای مخصوص. سرو همراه با گوجه و فلفل کبابی، سیبزمینی سرخکرده، ترشی کلم، هویج پخته، خیارشور و یک بسته نان لواش تازه', 360000, '2014817406.jpeg', 1, 'kebab'),
(98, 'چلو جوجه کباب مخصوص', 'یک سیخ جوجه کباب سینه مرغ زعفرانی ۲۵۰ گرمی، همراه با ۳۵۰ گرم برنج ایرانی باکیفیت. سرو همراه با گوجه و فلفل کبابی و کره حیوانی.', 402300, '53268932.jpeg', 1, 'kebab'),
(99, 'چلو کباب لقمه زعفرانی', 'یک سیخ کباب مخلوط گوساله و گوسفندی ۲۰۰ گرمی، ۳۵۰ گرم برنج ایرانی، دورچین گوجه وفلفل کبابی، کره حیوانی', 420300, '2134863022.jpeg', 1, 'kebab'),
(100, 'چلو کباب کوبیده یک سیخ', 'یک سیخ کباب مخلوط گوساله و گوسفندی ۱۵۰ گرمی، ۳۵۰ گرم برنج ایرانی، دورچین گوجه وفلفل کبابی، کره حیوانی', 376650, '1520921921.jpeg', 1, 'kebab'),
(101, 'چلو جوجه کباب ران ترش', 'یک سیخ جوجه کباب ران مرغ طعم دار شده ۲۵۰ گرمی، ۳۵۰ گرم برنج ایرانی، دورچین  گوجه و فلفل کبابی ، کره حیوانی', 438300, '1358052182.jpeg', 1, 'kebab'),
(102, 'چلو جوجه کباب ران', '۳۵۰ گرم برنج ایرانی ،یک سیخ جوجه کباب ران مرغ ۲۵۰ گرمی، دورچین گوجه کبابی، کره حیوانی', 411000, '1417616856.jpeg', 1, 'kebab'),
(103, 'خوراک کباب کوبیده کاردی', 'یک سیخ کباب ۲۵۰ گرمی از گوشت تازه گوساله و گوسفندی، مزهدارشده با ادویههای مخصوص و تهیهشده با مواد اولیه باکیفیت. سرو همراه با گوجه و فلفل کبابی، سیبزمینی سرخکرده، ترشی کلم، هویج پخته، خیارشور و یک بسته نان لواش تازه.', 457000, '731665160.jpeg', 1, 'kebab'),
(104, 'خوراک کباب نگین دار', 'َُیک سیخ کباب لقمه ۲۰۰ گرمی از گوشت تازه گوساله و گوسفندی، بههمراه ۳۰ گرم سینه مرغ زعفرانی، تهیهشده با ادویههای مخصوص. سرو همراه با گوجه و فلفل کبابی، سیبزمینی سرخکرده، ترشی کلم، هویج پخته، خیارشور و یک بسته نان لواش تازه.', 447000, '834718812.jpeg', 1, 'kebab'),
(105, 'خوراک کباب وزیری', 'یک سیخ کباب کوبیده ۱۵۰ گرمی از گوشت تازه گوساله و گوسفندی، همراه با یک سیخ جوجه کباب سینه مرغ زعفرانی ۱۷۰ گرمی، تهیه شده با ادوی ههای مخصوص سرو همراه با گوجه و فلفل کبابی، سیب زمینی سرخ کرده، ترشی کلم، هویج پخته، خیارشور و یک بسته نان لواش تازه.', 500000, '1850012679.jpeg', 1, 'kebab'),
(106, 'خوراک کباب کوبیده دو سیخ', '۲ سیخ کباب کوبیده مخلوط گوشت گوساله و گوسفندی ۱۲۰ گرمی، دورچین گوجه و فلفل کبابی، سیب زمینی سرخ کرده، ترشی کلم، هویچ پخته، خیار شور، یک بسته نان لواش', 497000, '922361441.jpeg', 1, 'kebab'),
(107, 'چلو گوشت', 'گوشت سردست بره، ۳۷۰ تا ۴۰۰ گرم برنج ایرانی و نثار زعفرانی، ته دیگ', 500000, '1884837996.jpg', 1, 'irani'),
(108, 'آلبالو پلو با گوشت بره', 'گوشت سردست بره، ۴۵۰ گرم آلبالو پلو با برنج ایرانی و نثار زعفرانی، ته دیگ', 500000, '186915555.jpg', 1, 'irani'),
(109, 'چلو مرغ سس پز', 'یک تکه مرغ سس پز، ۳۷۰ تا ۴۰۰ گرم برنج ایرانی و نثار زعفرانی، ته دیگ', 447000, '26453385.jpg', 1, 'irani'),
(110, 'کوکو سبزی', '۲ اسلایس کوکو سبزی', 125000, '624648218.jpg', 1, 'irani'),
(111, 'شامی پوک', '۲ اسلایس شامی پوک', 148000, '482120766.jpg', 1, 'irani'),
(112, 'زرشک پلو با گوشت', 'گوشت سردست بره، ۴۰۰ تا ۴۲۰ گرم زرشک پلو با برنج ایرانی و نثار زعفرانی، ته دیگ', 500000, '1108186958.jpg', 1, 'irani'),
(113, 'سبزی پلو با گوشت بره', 'گوشت سردست بره، ۴۰۰ تا ۴۲۰ گرم سبزی پلو با برنج ایرانی و نثار زعفرانی، ته دیگ', 500000, '2112067814.jpg', 1, 'irani'),
(114, 'شیرین پلو با گوشت', 'گوشت سردست بره، ۴۰۰ تا ۴۲۰ گرم شیرین پلو با برنج ایرانی و نثار زعفرانی، ته دیگ', 500000, '250894587.jpg', 1, 'irani'),
(115, 'سبزی پلو با ماهی قزل آلا سالمونی', 'ماهی قزل آلا سالمونی، ۴۰۰ تا ۴۲۰ گرم سبزی پلو با برنج ایرانی و نثار زعفرانی، ته دیگ', 500000, '37137939.jpg', 1, 'irani'),
(116, 'قیمه لاپلو', '۶۵۰ تا ۷۰۰ گرم قیمه لاپلو با برنج ایرانی و نثار زعفرانی، گوشت گوسفندی تکه ای لاپلو، ته دیگ', 429000, '694607275.jpg', 1, 'irani');
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
